export default {
  invoice: {
    step0: "请选择发票模式",

    step1: "请选择客户",
    tip1: "可按客户首字母或客户代码进行寻找",

    option2: "(可选:按店铺筛选)",
    step2: "请选择订单发货日期和发货仓库(至少一个)",

    option2_1: "(可选:按店铺筛选)",
    step2_1: "请选择订单交易日期和发货仓库(至少一个)",

    step3: "订单选择模式",
    tip3: "\"手动勾选\":从列表中勾选订单 <br>" +
      "\"全选\":为所有符合条件的订单开票",

    step4: "点击\"搜索\"按钮,加载所有订单",

    option5: "(可选:点击\"同步\"按钮可以同步当前页面的所有订单)",
    step5: "请勾选需要开票的订单",

    step6: "无可开票订单",
    type6: "error",

    step7: "最后,请选择发票类型",
    tip7: "\"物流发票\":生成 2xxx 类型的发票<br/>" +
      "\"完整发票\"(物流+采购):生成 7xxx 类型的发票",
  },
}


